Repository: Imran-Mohammed-Shekho/Kurd_Fit
Catalog: lib/l10n/app_*.arb
Languages: ckb

# appName
source: Kurd Fit
ckb: Kurd Fitness

source: calorie
ckb: کالۆری

source: Min
ckb: خولەک

source: steps
ckb: هنگاو

source: Password
ckb: وشەی نهێنی

source: Logout
ckb: چوونەدەرەوە

source: Good evening
ckb: ئێوارە باش

source: Good Morning
ckb: بەیانیت باش

source: yourDailyprogress
ckb: ئەرکی ڕۆژانەت

source: Good Afternoon
ckb: نیوەڕۆت باش

source: Change language
ckb: گۆڕینی زمان

source: Payment
ckb: پارە دان

source: Share App
ckb: هاوبەشکردنی بەرنامە

source: About Us
ckb: دەربارەی ئیمە

source: Enabble Notifications
ckb: چالاک کردنی ئاگادارکردنەوە کان

# foodKcalAnalyzerWithAI
source: Food Kcal/nAnalyzer With AI
ckb: هەژمار کردنی کالۆری خۆراک لە رگای زیرەکی دەست کرد

source: Cancel
ckb: پاشگەزبوونەوە

source: Password changed
ckb: وشەی نهێنی گۆڕدرا

source: Start workout
ckb: دەستپێکردنی ڕاهێنان

source: Nutrition calculator
ckb: ژمێرەری خۆراک

# fillNutritionDetails
source: Fill in the details below to get your daily nutrition plan
ckb: زانیارییەکان پڕبکەوە بۆ وەرگرتنی پلانی خۆراکی ڕۆژانەت

source: Age
ckb: تەمەن

source: Gender
ckb: ڕەگەز

source: Weight
ckb: کێش

source: Height
ckb: باڵا

source: Calculate
ckb: ژمێردن

source: Your result
ckb: ئەنجامەکەت

source: Help
ckb: یارمەتی

# fillAllFields
source: Please fill all fields
ckb: تکایە هەموو خانەکان پڕبکەرەوە

source: Name
ckb: ناو

source: Email
ckb: ئیمەیڵ

source: User message
ckb: نامەی بەکارهێنەر

source: Created at
ckb: دروستکراوە لە

# messageSent
source: Your message has been sent!
ckb: نامەکەت نێردرا!

source: We are here to help!
ckb: ئێمە لێرەین بۆ یارمەتیدان!

# contactUs
source: Have questions or need assistance? Reach out to us!
ckb: پرسیارت هەیە یان پێویستت بە یارمەتییە؟ پەیوەندیمان پێوە بکە!

source: Submit
ckb: ناردن

source: Or
ckb: یان

source: Email verified successfully
ckb: ئیمەیڵ بە سەرکەوتوویی پشتڕاستکرایەوە

source: Account created successfully!
ckb: هەژمار بە سەرکەوتوویی دروستکرا!

source: Check your email!
ckb: سەیری ئیمەیڵەکەت بکە!

# verificationEmailSent
source: A verification link has been sent to your email
ckb: بەستەری پشتڕاستکردنەوە نێردرا بۆ ئیمەیڵەکەت

source: Login
ckb: چوونەژوورەوە

source: Sign up
ckb: تۆمارکردن

# alreadyHaveAccount
source: Already have an account? Login
ckb: هەژمارت هەیە؟ چوونەژوورەوە

source: Enter email
ckb: ئیمەیڵ بنووسە

source: Invalid email
ckb: ئیمەیڵی هەڵە

source: Enter password
ckb: وشەی نهێنی بنووسە

source: Forgot password?
ckb: وشەی نهێنیت لەبیرچووە؟

source: Logged in successfully!
ckb: بە سەرکەوتوویی چوویتە ژوورەوە!

# passwordTooShort
source: Password must be at least 6 characters
ckb: وشەی نهێنی دەبێت لانیکەم ٦ پیت بێت

# passwordResetSent
source: Password reset link sent
ckb: بەستەری گەڕانەوەی وشەی نهێنی نێردرا

source: Change password
ckb: گۆڕینی وشەی نهێنی

source: Current password
ckb: وشەی نهێنی ئێستا

source: New password
ckb: وشەی نهێنی نوێ

source: Confirm password
ckb: پشتڕاستکردنەوەی وشەی نهێنی

source: Passwords do not match
ckb: وشەی نهێنی یەکناگرنەوە

# chooseStrongerPassword
source: Choose a stronger password
ckb: وشەی نهێنیی بەهێزتر هەڵبژێرە

source: What is your goal?
ckb: ئامانجەکەت چییە؟

source: Gain muscle
ckb: گەشەکردنی ماسولکە

source: Burn fat
ckb: سووتاندنی چەوری

source: General health
ckb: تەندروستی گشتی

# continue1
source: Continue
ckb: بەردەوامبوون

# fitnessJourneyStarts
source: Your fitness journey starts now
ckb: گەشتی تەندروستیت ئێستا دەستپێدەکات

# howOftenWorkout
source: How often would you like to work out?
ckb: چەند جار دەتەوێت ڕاهێنان بکەیت؟

# chooseFitnessLevel
source: Choose your fitness level
ckb: ئاستی تەندروستیت هەڵبژێرە

source: Beginner
ckb: سەرەتایی

source: Intermediate
ckb: ناوەند

source: Advanced
ckb: پێشکەوتوو

source: How tall are you?
ckb: چەند باڵایت؟

# aiPoweredBmi
source: AI-powered BMI analysis
ckb: شیکردنەوەی BMI بە هێزی AI

source: Activity
ckb: چالاکی

source: What is your name?
ckb: ناوت چییە؟

# enterYourName
source: Please enter your name here
ckb: تکایە ناوەکەت لێرە بنووسە

source: View Activity
ckb: بینینی چالاکی

source: What is your weight?
ckb: کێشەکەت چەندە؟

# thisWeekProgress
source: This Week's Progress
ckb: ئەنجامی ئەم هەفتەیە

source: Health issues
ckb: کێشەکانی تەندروستی

source: Back pain
ckb: ئازاری پشت

source: Knee pain
ckb: ئازاری ئەژنۆ

source: Shoulder pain
ckb: ئازاری شان

source: No issues
ckb: هیچ کێشەیەک نییە

source: Activity level
ckb: ئاستی چالاکی

source: Sedentary
ckb: بێچالاکی

source: Light activity
ckb: چالاکی سووک

source: Moderate activity
ckb: چالاکی مامناوەند

source: Very active
ckb: زۆر چالاک

source: Athlete
ckb: وەرزشوان

source: How old are you?
ckb: چەند ساڵەتە؟

source: Male
ckb: نێر

source: Female
ckb: مێ

source: Other
ckb: هیتر

source: Daily calorie calculator
ckb: ژمێرەری کالۆری پێویستی ڕۆژانە

source: BMI calculator
ckb: ژمێرەری BMI

source: Workout plan generator
ckb: دروستکەری پلانی ڕاهێنان

source: Internet connection failed
ckb: هێڵی ئینتەرنێت شکستی هێنا

source: No internet connection
ckb: هێڵی ئینتەرنێت نییە

# connectionBack
source: Connection restored
ckb: هێڵ گەڕایەوە

source: Close
ckb: داخستن

source: Dashboard
ckb: داشبۆرد

source: Workouts
ckb: ڕاهێنانەکان

source: Profile
ckb: پرۆفایل
